[
  {
  "title": "The Assassin's Blade",
  "body": "title:The Assassin's Blade|author:Sarah J. Maas|series:Throne of Glass|order:1|publication_date:March 4, 2014|themes:Freedom vs. control, Loyalty, betrayal, and the price of trust, Personal identity and moral boundaries, Female strength and emotional complexity, Found family, loss, and transformation|synopsis:Celaena Sardothien is Adarlan’s most lethal assassin, trained from a young age by the ruthless Arobynn Hamel, leader of the Assassin’s Guild. The Assassin’s Blade is a collection of five interconnected novellas that reveal Celaena’s life before the salt mines of Endovier—and the choices that shaped her path toward rebellion, heartbreak, and destiny. In “The Assassin and the Pirate Lord,” Celaena defies orders to free a shipment of slaves, setting the tone for her resistance against injustice. In “The Assassin and the Healer,” she crosses paths with Yrene Towers, a timid healer whose fate will one day entwine with hers, helping her find courage and direction. In “The Assassin and the Desert,” Celaena trains under the Silent Assassins, learning patience, strategy, and humility. She foils a deadly plot against the master, proving herself beyond skill alone. Returning to Rifthold in “The Assassin and the Underworld,” she discovers betrayal as Arobynn manipulates her into completing a false mission. Disillusioned, she plans to leave the Guild and start a new life with Sam Cortland, her fellow assassin and growing love. But in the final novella, “The Assassin and the Empire,” everything unravels. Sam is killed in a mission they hoped would secure their freedom, and Celaena is captured and sentenced to Endovier, imprisoned in the death camp where Throne of Glass begins. These stories expose the vulnerabilities, loyalties, and fire that define Celaena—long before the world learns her true name.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/assasins-blade.png",
    "alt": "Cover of the book 'The Assassin's Blade' by Sarah J. Maas"
  }
},
{
  "title": "Throne of Glass",
  "body": "title:Throne of Glass|author:Sarah J. Maas|series:Throne of Glass|order:2|publication_date:August 2, 2012|themes:Power and identity, Female strength and resilience, Corruption and resistance, Friendship, loyalty, and budding romance, Magic awakening in a kingdom where it's forbidden|synopsis:Celaena Sardothien, the most feared assassin in the land of Erilea, has spent the last year enduring hard labor in the salt mines of Endovier. At only eighteen, she is notorious for her skills and crimes, but her capture left her broken and enslaved—until an unexpected offer changes her fate. Prince Dorian Havilliard of Adarlan offers Celaena a deal: her freedom in exchange for serving as his champion in a competition to find a new royal assassin. If she can defeat twenty-three deadly opponents—thieves, warriors, and killers—she will serve the king for four years and then be granted her freedom. Celaena travels to the glass castle in Rifthold, where she begins her training under the watchful eye of Captain Chaol Westfall, the stern and loyal head of the royal guard. As the competition unfolds, contestants begin turning up dead in gruesome ways. Celaena must uncover who—or what—is killing them before she becomes the next victim. At the same time, she discovers ancient secrets hidden within the castle, guided by the ghost of Queen Elena and a set of strange Wyrdmarks. Her journey forces her to face dark magic, court politics, and her own complicated past. Amidst this, Celaena develops complex bonds with both Dorian and Chaol, but refuses to let them distract her from her goal: survival and freedom. In the end, Celaena proves her strength, intelligence, and ruthlessness. She wins the competition—but not without paying a price—and becomes the King’s Champion, ready to play the long game to win back her life, her identity, and perhaps, a future of her own making.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/throne-of-glass.png",
    "alt": "Cover of the book 'Throne of Glass' by Sarah J. Maas"
  }
  
},
{
  "title": "Crown of Midnight",
  "body": "title:Crown of Midnight|author:Sarah J. Maas|series:Throne of Glass|order:3|publication_date:August 27, 2013|themes:Identity and transformation, Grief, vengeance, and justice, The morality of rebellion, Secrets, power, and ancient magic, The weight of destiny|synopsis:Celaena Sardothien has become the King of Adarlan’s Champion, bound by contract to assassinate those who oppose the crown. But she carries out her duties with a deadly secret: instead of killing her targets, she fakes their deaths and helps them escape. Beneath the facade of loyalty, Celaena plots against the very king she serves. While navigating the court’s deadly politics, she deepens her complicated relationship with Captain Chaol Westfall, even as tensions rise with Prince Dorian, whose newly awakening magic places him in dangerous territory. But everything changes when Nehemia, Celaena’s close friend and an Eyllwe princess, is found brutally murdered. Devastated and enraged, Celaena spirals into vengeance, determined to uncover the truth. As she unravels layers of deceit and uncovers a conspiracy darker than she imagined, she also stumbles upon a terrifying revelation: Wyrdmarks, ancient magic, and forbidden powers are returning—and the King may be at the heart of it. In her search, Celaena uncovers secrets about her heritage and the truth of who she really is—knowledge that could change the fate of Erilea. Her journey takes her from the palace halls to the crypt beneath the library, and finally to the portal between worlds. She will need to choose between loyalty and destiny, love and survival. By the end, Celaena is no longer just Adarlan’s Champion. She reveals her true name and legacy: Aelin Galathynius, the lost queen of Terrasen, and a beacon of hope for a realm on the edge of darkness.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/crown-of-midnight.png",
    "alt": "Cover of the book 'Crown of Midnight' by Sarah J. Maas"
  }
},
{
  "title": "Heir of Fire",
  "body": "title:Heir of Fire|author:Sarah J. Maas|series:Throne of Glass|order:4|publication_date:September 2, 2014|themes:Grief, trauma, and healing, Power, control, and acceptance, Found family and trust, Identity reclaimed, The rising threat of war|synopsis:Shattered by the death of her friend Nehemia and the revelations of her true identity, Celaena Sardothien abandons the kingdom of Adarlan and sails to Wendlyn, a distant land of wild magic and ancient secrets. There, she is haunted by grief, guilt, and rage—but she is not the assassin she once was. She is Aelin Galathynius, heir to the throne of Terrasen, and her future is no longer her own. In Wendlyn, Aelin is tracked by the Fae Prince Rowan Whitethorn, who brings her before Queen Maeve of the Fae. Maeve demands that Aelin prove her worth and control over her fire magic if she wants answers about the mysterious Wyrdkeys. Reluctantly, Aelin begins training with Rowan, enduring brutal lessons that push her to the brink physically and emotionally. Through this harsh process, a deep bond forms between Aelin and Rowan—one forged in pain, respect, and mutual loss. As Aelin begins to embrace her power, she also starts to reclaim her identity and purpose, rising from the ashes of her past. Meanwhile, back in Rifthold, Chaol struggles to protect Dorian, whose magic is becoming more unstable and dangerous. The political tensions at court are building, and darker forces begin to stir. A new threat emerges: the Ironteeth witches, including the fierce and ambitious Manon Blackbeak, who is training to lead the deadly Thirteen in a war that could reshape the world. As Aelin uncovers more about the Valg demons and their connection to the King of Adarlan, the true scale of the enemy becomes clear. With the future of Erilea at stake, Aelin must accept who she is, embrace her magic, and prepare to fight—not just for herself, but for everyone she loves.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/heir-of-fire.png",
    "alt": "Cover of the book 'Heir of Fire' by Sarah J. Maas"
  }
},
{
  "title": "Queen of Shadows",
  "body": "title:Queen of Shadows|author:Sarah J. Maas|series:Throne of Glass|order:5|publication_date:September 1, 2015|themes:Justice, vengeance, and redemption, Power reclaimed and wielded wisely, Political strategy and rebellion, Facing personal trauma and manipulation, The birth of a queen’s legacy|synopsis:Aelin Galathynius has returned to Rifthold, no longer hiding behind the mask of Celaena Sardothien. Crowned in spirit and fire, she is ready to reclaim her birthright, destroy the King of Adarlan, and free her enslaved people. But vengeance and justice are not so easily won—and the city she once called home is now a den of enemies, betrayal, and dark magic. Determined to rescue her cousin Aedion Ashryver, who is imprisoned and sentenced to execution, Aelin begins orchestrating a masterful game of deception. At her side is Rowan Whitethorn, now her sworn protector, and together they face deadly odds to dismantle the king’s inner circle. Aelin must also confront her greatest personal demon: Arobynn Hamel, the assassin master who raised and betrayed her. As Aelin carefully unravels old alliances and forges new ones, tensions rise with Chaol Westfall, who is now working to protect magic-wielders in secret—and who resents the queen Aelin is becoming. Meanwhile, Dorian is trapped under the control of a Valg demon, his mind and magic slipping away. Aelin risks everything to free him, even if it costs her life. Far to the north, Manon Blackbeak begins to question the brutal traditions of her Ironteeth coven as she forges an unlikely bond with the human Elide Lochan—sparking the first cracks in centuries of witch obedience. As battle lines form and ancient power awakens, Aelin wages war with fire and cunning. By the end, she topples Adarlan’s tyrannical king, rescues Dorian, and sets in motion the long-awaited return of magic to the world. But the true war has just begun—and even queens must bow to fate.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/queen-of-shadows.png",
    "alt": "Cover of the book 'Queen of Shadows' by Sarah J. Maas"
  }
},
{
  "title": "Empire of Storms",
  "body": "title:Empire of Storms|author:Sarah J. Maas|series:Throne of Glass|order:6|publication_date:September 6, 2016|themes:Leadership and sacrifice, Love forged in war, Alliance-building and betrayal, Female agency and destiny, The burden of legacy and crown|synopsis:Aelin Galathynius marches south with her court—Rowan, Lysandra, Aedion, Elide, and Lorcan—seeking allies to face the dark forces of Erawan. But mistrust runs deep, and old enemies grow stronger. As the threads of war tighten, Aelin must use her cunning and power to rally a fractured world under her banner. Meanwhile, Manon Blackbeak begins to question her coven's brutal traditions, challenging her role as the Wing Leader of the Thirteen. Dorian grapples with his emerging powers and his role in the coming conflict. As enemies close in, Aelin executes a master plan—one that requires an unthinkable sacrifice. She offers herself to Maeve, revealing her bloodline and accepting capture to protect her people. Her friends, unaware of the full extent of her plans, are left to carry on the war in her name. With kingdoms at stake, the battle lines are drawn and destinies are forged in fire.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/empire-of-storms.png",
    "alt": "Cover of the book 'Empire of Storms' by Sarah J. Maas"
  }
},
{
  "title": "Tower of Dawn",
  "body": "title:Tower of Dawn|author:Sarah J. Maas|series:Throne of Glass|order:7|publication_date:September 5, 2017|themes:Healing and redemption, Love born of pain and strength, Cultural unity and diplomacy, Confronting privilege and guilt, Ancient knowledge and destiny|synopsis:While Aelin Galathynius wages war in the north, Chaol Westfall embarks on a mission of healing and diplomacy in the southern continent. Sent to the great city of Antica by King Dorian, Chaol seeks both aid in the fight against Erawan and a cure for the injuries that left him paralyzed after the events in Rifthold. Accompanied by Captain Nesryn Faliq, Chaol arrives at the towering Torre Cesme, where he meets Yrene Towers—a gifted healer with a strong will and a buried hatred of Adarlan. Yrene, unaware of Chaol’s role in the former king’s tyranny, is reluctant to help him. But their forced proximity leads to reluctant trust, deep healing, and a connection forged by shared pain and growing love. As Chaol grapples with the emotional and physical scars of his past, Yrene helps him confront his guilt and the roots of his trauma. Meanwhile, Nesryn explores the continent’s outer regions, where she discovers the legendary rukhin, giant sky-riders who may become invaluable allies in the coming war. But what begins as a diplomatic mission reveals shocking truths. Ancient secrets buried in Antica’s history expose the origin of the Valg, the threat of Maeve, and the keys to understanding the magic and demonic forces threatening Erilea. Chaol and Yrene’s bond deepens just as they uncover a plot that could doom them all—and when the moment comes, Yrene risks everything to protect him, proving herself a force as powerful as any blade or spell. By the end, Chaol not only regains part of his strength, but also discovers a new purpose, a new queen, and a powerful alliance that will ride north to join the final battle.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/tower-of-dawn.png",
    "alt": "Cover of the book 'Tower of Dawn' by Sarah J. Maas"
  }
},
{
  "title": "Kingdom of Ash",
  "body": "title:Kingdom of Ash|author:Sarah J. Maas|series:Throne of Glass|order:8|publication_date:October 23, 2018|themes:Sacrifice and legacy, War, strategy, and resistance, Love tested by fire, Identity, power, and redemption, Unity across nations and people|synopsis:Aelin Galathynius has been captured and is being held in an iron coffin by Queen Maeve, enduring months of brutal torture and isolation. Though broken and burned, Aelin refuses to give up her secrets or her strength—because she knows the fate of the world depends on her sacrifice. Across Erilea, her allies prepare for war. Rowan Whitethorn, heartbroken and determined, searches for his wife with relentless fury. Aedion and Lysandra lead the armies of Terrasen, struggling to hold the kingdom together in Aelin’s absence, while Elide, Lorcan, Gavriel, and Ansel race against time to find and free her. Meanwhile, Dorian and Manon venture into the wastes of Morath, searching for the final Wyrdkey and the truth about the Valg. As Manon rises to reclaim her title as Queen of the Crochan Witches, she must unite the long-warring Ironteeth and Crochans—and face the legacy of her brutal upbringing. As the final battle looms, the stakes rise impossibly high. Every alliance is tested. Sacrifices mount. And Aelin, freed but deeply scarred, must confront the true cost of wielding her fire. To seal the Wyrdgate and stop Erawan, she must pay a soul-crushing price—one that could burn away all that she is. In an epic crescendo of loss, love, power, and triumph, the threads of every character and storyline converge. Friendships are tested, enemies fall, and heroes rise. Some will not survive—but the legacy of Terrasen, and the hope of a better world, endures.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/kingdom-of-ash.png",
    "alt": "Cover of the book 'Kingdom of Ash' by Sarah J. Maas"
  }
},
{
  "title": "A Court of Thorns and Roses",
  "body": "title:A Court of Thorns and Roses|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:1|publication_date:May 5, 2015|themes:Beauty and the Beast retelling with dark twists, Sacrifice and redemption, Power, identity, and transformation, Freedom versus captivity, Love born of survival|synopsis:When nineteen-year-old Feyre Archeron kills a wolf in the woods to feed her starving family, she unknowingly breaks a sacred treaty between humans and fae. Soon after, a beast-like creature arrives at her doorstep and demands retribution. Taken across the wall to the magical land of Prythian, Feyre becomes the captive of Tamlin, a High Fae lord from the Spring Court. As Feyre adjusts to her new surroundings, she finds that life in Prythian is far more luxurious—and far more dangerous—than she imagined. But Tamlin is not the monster she feared. As the days pass, she discovers his kindness, his secrets, and a growing passion between them. Yet something is terribly wrong in Prythian: a blight is spreading across the land, weakening the magic and threatening every court. Feyre’s feelings deepen, but Tamlin grows more distant, hiding truths that could destroy them both. When she is sent back to the mortal world for her safety, she realizes she has fallen in love—and returns to Prythian only to find it in ruin. Beneath the Spring Court, Feyre faces three deadly trials and the cruel queen Amarantha, who rules under the mountain and holds Tamlin hostage. Feyre must risk everything, including her life and humanity, to break Amarantha’s curse and free Prythian. Her sacrifice changes her forever: she is resurrected by the seven High Lords, reborn as High Fae, and marked by the trauma she endured. But as she leaves with Tamlin, watched by the mysterious and cunning Rhysand of the Night Court, Feyre doesn’t realize that her journey is only beginning—and the cost of her choices will echo far beyond the Spring Court.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/a-court-of-thorns-and-roses.png",
    "alt": "Cover of the book 'A Court of Thorns and Roses' by Sarah J. Maas"
  }
},
{
  "title": "A Court of Mist and Fury",
  "body": "title:A Court of Mist and Fury|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:2|publication_date:May 3, 2016|themes:Trauma, healing, and self-worth, Freedom versus control, Love as partnership, Found family and loyalty, Rising power and feminine agency|synopsis:Feyre survived Amarantha’s trials Under the Mountain. She broke the curse, saved the courts of Prythian, and was resurrected as High Fae. But she is not whole. Haunted by the deaths she caused, suffocated by the expectations of the Spring Court, and emotionally starved by Tamlin’s controlling behavior, Feyre is slowly unraveling. Trapped in a gilded cage, she recalls a bargain she once made with Rhysand, the High Lord of the Night Court. When Rhys comes to collect, Feyre is taken away—and begins to discover the truth Tamlin kept hidden. In the Night Court, everything is different. Rhys treats her as an equal, and introduces her to his inner circle: Morrigan, Cassian, Azriel, and Amren. There, Feyre learns not only how to fight and master her powers, but how to heal. Her sense of self, shattered under Tamlin’s control, begins to rebuild through friendship, trust, and love. As Feyre and Rhysand grow closer, a greater threat looms. The King of Hybern plans to use the Cauldron, an ancient and terrifying magical object, to shatter the wall separating the human and fae worlds. Feyre and Rhys seek to unite the courts against him, searching for magical items and truths long buried. Ultimately, Feyre embraces her power and her true place: not as Tamlin’s bride, but as High Lady of the Night Court, equal to Rhysand. Together, they build a bond stronger than fate itself. But when betrayal shatters their plans, Feyre is forced to return to the Spring Court, pretending loyalty to Tamlin while scheming to undermine Hybern from within.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/a-court-of-mist-and-fury.png",
    "alt": "Cover of the book 'A Court of Mist and Fury' by Sarah J. Maas"
  }
},
{
  "title": "A Court of Wings and Ruin",
  "body": "title:A Court of Wings and Ruin|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:3|publication_date:May 2, 2017|themes:War and sacrifice, Strategic leadership and diplomacy, Family, trauma, and resilience, Love tested through conflict, Unity across differences|synopsis:Feyre Archeron returns to the Spring Court as a spy, pretending to be loyal to Tamlin while secretly gathering information for Rhysand and the Night Court. With the threat of war looming, she begins to unravel Hybern’s plans from within—manipulating Tamlin’s court and allies while biding her time to strike. After sabotaging Hybern’s forces and escaping with her sisters Nesta and Elain, Feyre reunites with Rhys and prepares for the war to come. With all of Prythian at risk, the Inner Circle scrambles to forge alliances with other High Lords—some of whom are suspicious, others openly hostile. The King of Hybern’s power grows as he seeks to use the Cauldron to destroy the wall between human and fae lands. Meanwhile, Feyre and her sisters, both now High Fae, must come to terms with their transformation and the roles they’ll play in the war. Nesta’s rage simmers, while Elain’s seer abilities begin to surface. As armies clash, long-lost creatures reawaken, and ancient debts are called in. Feyre and Rhysand lead the charge to protect not only Prythian, but the mortal lands beyond the wall. Along the way, shocking betrayals and heartbreaking losses shake the Night Court and its allies. In the final, brutal battle, all seems lost—until unexpected allies arrive. Feyre and her companions unite their powers to neutralize the Cauldron, and Elain, Nesta, and Amren play key roles in Hybern’s defeat. Though Rhysand falls in the final moments, Feyre uses the power of the High Lords to bring him back to life, just as they once did for her. With the King of Hybern dead, the wall shattered, and Prythian changed forever, Feyre and Rhys look toward rebuilding a world born of war—but with hope, healing, and love at its core.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/a-court-of-wings-and-ruin.png",
    "alt": "Cover of the book 'A Court of Wings and Ruin' by Sarah J. Maas"
  }
},
{
  "title": "A Court of Frost and Starlight",
  "body": "title:A Court of Frost and Starlight|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:3.5|publication_date:May 1, 2018|themes:Emotional recovery after trauma, Found family and support, Reflection, rest, and intimacy, Transition into new roles, Hope and healing|synopsis:Set after the events of the war with Hybern, A Court of Frost and Starlight serves as a bridge between the original trilogy and the next arc of the series. The war is over, but the scars remain, and Feyre, Rhysand, and their court begin the long process of rebuilding—not just their city, but themselves. As the Winter Solstice approaches, Velaris prepares for celebration. Feyre takes on her role as High Lady, managing diplomatic meetings, rebuilding efforts, and her own grief. Though she and Rhysand are deeply in love, both carry the emotional weight of the war’s consequences, especially the lives lost and the personal trauma they each endured. Feyre struggles to find joy in the holidays, even as she tries to make gifts for her friends and help Nesta and Elain find their place in the new world. Nesta, in particular, isolates herself, consumed by guilt and refusing aid. Elain remains quiet and distant, unsure of where she fits in as a newly Made fae. Rhysand and Feyre reflect on their bond, their responsibilities, and the future. Cassian and Azriel continue their training and guarding duties, while tensions simmer between Cassian and Nesta. Morrigan, Amren, and the rest of the Inner Circle navigate their own emotional recoveries and relationships. Amid quiet moments of warmth, introspection, and occasional laughter, the story focuses on healing through community and love. Feyre paints again. Rhysand dreams of peace. And slowly, hope begins to bloom in a city once torn by war.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/a-court-of-frost-and-starlight.png",
    "alt": "Cover of the book 'A Court of Frost and Starlight' by Sarah J. Maas"
  }
},
{
  "title": "A Court of Silver Flames",
  "body": "title:A Court of Silver Flames|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:4|publication_date:February 16, 2021|themes:Trauma, healing, and mental health, Self-worth, shame, and redemption, Female strength and friendship, Love through vulnerability, Identity forged through struggle|synopsis:Haunted by the horrors of the war and the trauma of being Made, Nesta Archeron has spiraled into rage, guilt, and self-destruction. Pushing everyone away—including her sisters Feyre and Elain—Nesta spends her nights drinking and fighting, unable to forgive herself or forget what she endured. Feyre and Rhysand, unwilling to watch her waste away, give her an ultimatum: train with Cassian, the general of the Night Court, and work in the House of Wind—or be cut off from their support. Nesta reluctantly agrees, and so begins her slow, painful journey toward healing. Cassian, still carrying scars of his own, becomes her unlikely companion, challenging her physically and emotionally. What starts as mutual antagonism slowly grows into a powerful bond of respect, vulnerability, and deep desire. Their chemistry burns, but Nesta refuses to give in to love until she’s earned the right to feel it. As she trains, Nesta discovers strength not only in her body but in friendship. She forms a sisterhood with Gwyn and Emerie, two women who’ve suffered their own traumas. Together, the three train to become Valkyries—an elite, long-forgotten order of female warriors. Meanwhile, an ancient magical artifact tied to the Cauldron threatens to fall into enemy hands. Nesta, Cassian, and the Inner Circle must prevent a new war from erupting. As Nesta taps into her fearsome, chaotic power—gifted (or cursed) by the Cauldron—she must decide whether to let it consume her or use it to protect those she now dares to care about. By the end, Nesta finds peace with her past, mends her bond with her sisters, accepts Cassian’s love, and begins to embrace herself as something more than a survivor—she becomes a warrior, a sister, and a force of her own.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/a-court-of-silver-flames.png",
    "alt": "Cover of the book 'A Court of Silver Flames' by Sarah J. Maas"
  }
},
{
  "title": "House of Earth and Blood",
  "body": "title:House of Earth and Blood|author:Sarah J. Maas|series:Crescent City|order:1|publication_date:March 3, 2020|themes:Grief, trauma, and healing, Power, corruption, and resistance, Found family and loyalty, Self-sacrifice and courage, Identity, loss, and love after death|synopsis:Bryce Quinlan has it all: a prestigious job, a bright future, and a tight-knit circle of friends in the bustling, magical metropolis of Crescent City. Half-human and half-Fae, she thrives in a world of angels, shifters, witches, and demons. But when a brutal demon murders her best friend Danika Fendyr and Danika's entire pack of wolves, Bryce's life is shattered. Two years later, the case remains unsolved—and Bryce is still broken. She numbs herself with parties and denial until the Archangels drag her back into the investigation. Assigned to assist her is Hunt Athalar, a brooding Fallen angel enslaved for his past crimes. Their relationship is hostile at first, but as they dig deeper into the truth behind Danika’s death and the dark forces at play in Crescent City, a reluctant partnership turns into something far more powerful. The city hides secrets darker than either of them imagined. As more deaths occur and ancient powers stir, Bryce and Hunt uncover a conspiracy that involves forbidden magic, missing artifacts, and betrayal at the highest levels of power. At the heart of it all is a drug called Synth, and a dangerous rebel force willing to destroy the city to expose the truth. In a desperate, heroic final act, Bryce sacrifices herself to protect the city, choosing to stay behind and face a horde of demons alone. But through sheer will and an unbreakable bond of love and loyalty, she unleashes her hidden Starborn power—magic tied to the Fae royal line—and fights back. In the aftermath, truths about her lineage, the Asteri rulers, and Hunt's origins begin to surface, revealing that this war is far from over.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/house-of-earth-and-blood.png",
    "alt": "Cover of the book 'House of Earth and Blood' by Sarah J. Maas"
  }
},
{
  "title": "House of Sky and Breath",
  "body": "title:House of Sky and Breath|author:Sarah J. Maas|series:Crescent City|order:2|publication_date:February 15, 2022|themes:Rebellion and resistance against tyranny, Self-discovery and hidden heritage, Power, legacy, and truth, Found family and trust, Fate, freedom, and sacrifice|synopsis:After saving Crescent City and unleashing her Starborn power, Bryce Quinlan wants nothing more than a chance to live a quiet life with Hunt Athalar. Their relationship has grown from reluctant allies to deeply bonded lovers, and they crave peace after the horrors of Danika’s murder and the battle that nearly destroyed them. But the Asteri—Crescent City’s godlike rulers—are tightening their grip. They claim to rule with divine purpose, but their manipulation of magic and suppression of truth is far darker than anyone realized. A rebel group known as Ophion rises against the Asteri, and Bryce and Hunt are drawn into the rebellion despite their desire to stay on the sidelines. As Bryce investigates the origins of the Starborn power and her family’s history, she uncovers long-buried truths that shake her sense of self. She also begins to question what Danika truly knew—and what secrets she died to protect. Meanwhile, Hunt is once again bound by a new master and struggles to reconcile his role as both a protector and a warrior who wants to choose his own path. The threat of war looms larger with every move the Asteri make. Together with friends like Ruhn Danaan, Tharion, and Hypaxia, Bryce and Hunt dive into a web of rebellion, forbidden knowledge, and ancient beings—risking everything to free not just Crescent City, but all Midgard from the Asteri’s control. In a stunning final twist, Bryce attempts to use her powers to escape the Asteri’s reach… and accidentally lands in an entirely different world: Prythian—the realm of A Court of Thorns and Roses, shocking readers and tying the two universes together.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/house-of-sky-and-breath.png",
    "alt": "Cover of the book 'House of Sky and Breath' by Sarah J. Maas"
  }
},
{
  "title": "House of Flame and Shadow",
  "body": "title:House of Flame and Shadow|author:Sarah J. Maas|series:Crescent City|order:3|publication_date:January 30, 2024|themes:Interdimensional connection and crossover, Identity, destiny, and legacy, Power, oppression, and rebellion, Love enduring across worlds, The cost of freedom and truth|synopsis:After unexpectedly falling through a portal at the end of House of Sky and Breath, Bryce Quinlan finds herself no longer in Midgard, but in the foreign realm of Prythian—the world of the Night Court and the High Fae. Separated from her friends, her power, and everything she knows, Bryce must navigate an unfamiliar land, where allies and enemies wear the same face. As she struggles to understand where she is and how to get home, Bryce begins forging fragile connections with the new world’s inhabitants—most notably the powerful and mysterious Rhysand and Feyre Archeron, who recognize her as something more than a lost stranger. With her Starborn powers disrupted and her timeline unclear, Bryce must quickly determine who she can trust—and whether she can find a way back to Midgard before it’s too late. Meanwhile, back in Crescent City, Hunt Athalar, Ruhn Danaan, and the rest of Bryce’s allies reel from her sudden disappearance and the Asteri’s tightening control. Hunt’s powers are bound once again, and the Asteri begin mobilizing forces for a larger, more terrifying plan involving world domination and ancient magic drawn from across realms. With interdimensional stakes rising and secrets from the Asteri's past unraveling, Bryce and her allies begin to understand that the war they are fighting is not just for Midgard—but for every world the Asteri have touched. The threads of fate, magic, and blood run deeper than anyone imagined, and the battle to come will demand the greatest sacrifices yet. In an explosive climax, revelations about Bryce’s lineage, the origins of the Asteri, and the connections between worlds change everything—and the future of Midgard, Prythian, and beyond hangs in the balance.",
  "media": {
    "url": "https://chronicles-of-maas.netlify.app/images/house-of-flame-and-shadow.png",
    "alt": "Cover of the book 'House of Flame and Shadow' by Sarah J. Maas"
  }
}
]